/*
 Localizable.strings
 Crypto Cloud - Nextcloud

 Created by Marino Faggiana on 30/10/15.
 Copyright © 2016 TWS. All rights reserved.
 */

// General

"_cancel_"                  = "Abbruch";
"_upload_file_"             = "Datei hochladen";
"_upload_encrypted_file_"   = "Lade verschlüsselte Datei hoch";
"_loading_"                 = "Lade";
"_loading_num_"             = "Lade Datei %i";
"_loading_camera_upload_"   = "Automatisches Hochladen";
"_uploading_"               = "Hochladen";
"_synchronization_"         = "Synchronisation";
"_delete_"                  = "Löschen";
"_delete_file_n_"           = "Lösche Datei %i von %i";
"_rename_"                  = "Umbenennen";
"_move_"                    = "Verschieben";
"_move_file_n_"             = "Verschiebe Datei %i von %i";
"_create_folder_"           = "Neuen Ordner erstellen";
"_creating_sharing_"        = "Erstelle Freigabe";
"_updating_sharing_"        = "Aktualisiere Freigabe";
"_removing_sharing_"        = "Lösche Freigabe";
"_add_"                     = "Hinzufügen";
"_login_"                   = "Anmelden";
"_save_"                    = "Speichern";
"_save_encrypted_"          = "Verschlüsselt speichern";
"_warning_"                 = "Warnung";
"_error_"                   = "Fehler";
"_no_"                      = "Nein";
"_yes_"                     = "Ja";
"_select_"                  = "Auswählen";
"_crypto_cloud_upload_"     = "_brand_ - Hochladen";
"_home_"                    = "Datei";
"_file_to_upload_"          = "Hochzuladende Datei";
"_destination_"             = "Ziel";
"_ok_"                      = "OK";
"_beta_version_"            = "Beta Version";
"_function_in_testing_"     = "Funktion wird aktuell getestet. Bitte informieren Sie uns über etwaige Probleme oder Fehlfunktionen.";
"_done_"                    = "Erledigt";
"_passcode_too_short_"      = "PIN zu kurz, mindestens 4 Zeichen erforderlich";
"_selected_"                = "Ausgewählt";
"_scan_fingerprint_"        = "Fingerabdruck zur Autentifizierung scannen";
"_no_active_account_"       = "Kein Konto gefunden";
"_info_"                    = "Information";
"_save_exit_"               = "Ohne speichern beenden?";
"_video_"                   = "Video";

// App

"_synchronization_header_"  = "Synchronisation verschlüsselter Header in Arbeit ...";
"_network_available_"       = "Netzwerk verfügbar";
"_network_not_available_"   = "Netzwerk nicht verfügbar";

// Networking

"_file_too_big_"            = "Datei zu groß um ver-/entschlüsselt zu werden";
"_file_too_big_max_100_"    = "Datei zu groß (max 100 kb.)";
"_...loading..._"           = ".. lade ..";
"_download_plist_"          = " ";
"_no_reuploadfile_"         = "Datei nicht gefunden, konnte nicht erneut geschickt werden. Lösche den Upload und lade die Datei erneut in den Upload.";
"_file_already_exists_"     = "Die Operation kann nicht abgeschlossen werden. EIne Datei mit dem selben Namen ist bereits vorhanden.";
"_read_file_error_"         = "Fehler beim Lesen der Datei";

// Settings

"_acknowledgements_"        = "Acknowledgements";
"_settings_"                = "Einstellungen";
"_passcode_"                = "Passwort";
"_lock_active_"             = "Sperre : Aktiv";
"_lock_not_active_"         = "Sperre : Nicht aktiv";
"_lock_protection_folder_"  = "Sperre nur für geschützte Ordner";
"_url_"                     = "Url";
"_username_"                = "Benutzername";
"_change_credentials_"      = "Zugangsdaten ändern";
"_wifi_only_"               = "Nur WiFi-Verbindung benutzen";
"_uploading_from_camera_"   = "Automatischer Kameraupload";
"_app_version_"             = "Anwendungsversion";
"_app_in_use_"              = "Anwendung in Verwendung";
"_contact_by_email_"        = "Kontaktiere uns per E-Mail";
"_clear_cache_"             = "Cache löschen (verwendet %@)";
"_exit_"                    = "_brand_ beenden";
"_funct_not_enabled_"       = "Funktionalität nicht aktiviert";
"_passcode_activate_"       = "Passwrotsperre aktiviert";
"_disabling_passcode_"      = "Passwortsperre ausschalten";
"_want_exit_"               = "Achtung! _brand_ wird in den Ausgangszustand zurückgesetzt. Fortfahren?";
"_proceed_"                 = "Fortsetzen";
"_delete_cache_"            = "Cache löschen";
"_want_delete_cache_"       = "Möchten Sie den Cache löschen (es werden auch alle lokalen Dateien gelöscht und die Favoriten zurückgesetzt)?";
"_mail_deleted_"            = "E-Mail gelöscht";
"_mail_saved_"              = "E-Mail gespeichert";
"_mail_sent_"               = "E-Mail erfolgreich versandt";
"_mail_failure_"            = "E-Mail Sendefehler: %@";
"_information_req_"         = "Informationsanforderung";
"_credentials_"             = "Zugangsdaten";
"_manage_account_"          = "Konto verwalten";
"_modify_account_"          = "Konto bearbeiten";
"_add_owncloud_"            = "ownCloud-Konto hinzufügen";
"_add_dropbox_"             = "Dropbox-Konto hinzufügen";
"_add_nextcloud_"           = "Nextcloud-Konto hinzufügen";
"_delete_account_"          = "Konto löschen";
"_want_delete_"             = "Wollen Sie wirklisch löschen?";
"_no_delete_"               = "Nein, nicht löschen";
"_yes_delete_"              = "Ja, löschen";
"_remove_cache_"            = "Bitte warten, Cache wird gelöscht";
"_optimizations_"           = "Optimierungen";
"_synchronizations_"        = "Synchronisierte Ordner";
"_version_server_"          = "Server-Version";
"_check_key_aes_256_"       = "PIN für den Verschlüsselungsschlüssel verwalten";
"_encryptpass_by_email_"    = "PIN für den Verschlüsselungsschlüssel per E-Mail versenden";
"_title_mail_encryptpass_"  = "Pin für den Verschlüsselungsschlüssel _brand_";
"_text1_mail_encryptpass_"  = "Ihr PIN für den Verschlüsselungsschlüssel ist";
"_text2_mail_encryptpass_"  = "Speichern Sie den Schlüssel sicher und schützen Sie diesen vor neugierigen Blicken.";
"_help_"                    = "Hilfe";
"_lock_protection_simply_"  = "Schwacher Passwortschutz";
"_change_simply_passcode_"  = "Passwortart ändern";

// Manage Camera Upload

"_upload_camera_"           = "Bilder/Videos von der Kamera hochladen";
"_upload_camera_background_"= "Hintergrundbilder hochladen";
"_upload_foto_camera_"      = "Kamerafotos hochladen";
"_upload_encry_camup_"      = "Lade verschlüsselte Dateien hoch";
"_upload_video_camera_"     = "Kameravideos hochladen";
"_upload_automatic_photos_" = "Kamerafotos automatisch hochladen";
"_upload_automatic_videos_" = "Kameravideos automatisch hochladen";
"_photo_folder_photocamera_"= "Die Fotos werden automatisch in Ihren Ordner 'Fotos' in Ihrer Cloud hochgeladen";
"_upload_automatic_videos_footer_"  = "Im Hinblick auf die Prozessorauslastung werden Videos nur hochgeladen, so lange _brand_ aktiv und im Vordergrund ist.";
"_photo_folder_background_"         = "Diese Funktion benötigt GPS um die Erfassung neuer Fotos im Kameraspeicher anzustoßen, sobald sich der Aufenthaltsort erheblich verändert";
"_cameraupload_background_title_"   = "Einschränkungen";
"_cameraupload_background_msg_"     = "Aufgrund von iOS-Beschränkungen ist es aktuell nicht möglcih Hintergrundprozesse auszuführen, sofern die GPS dienste nicht aktiviert sind. Sobal die Zelle im Mobilfunknetzwerk gewechselt wird, wird _Brand_ für kurze Zeit aufgeweckt um zu Prüfen, ob Fotos für den Upload zur Cloud vorhanden sind.";
"_upload_camera_change_location_"   = "Ordner wechseln";
"_upload_camera_location_now_"      = "Ordner";
"_upload_camera_location_default_"  = "Standardordner wiederherstellen";
"_upload_camera_change_location_footer_" = "Ändere Foto-Ordner der für das 'automatische Hochladen von Kamarafotos' verwandt wird (wenn die Funktion eingeschaltet ist)";
"_camera_upload_not_select_home_"   = "Ordner auswählen";
"_upload_camera_save_album_"        = "Kopiere Foto oder Video in das Fotoalbum";
"_upload_camera_save_album_footer_" = "Nachdem Fotos oder Videos automatisch hocheladen wurden, wird eine Kopie im Fotoalbum gespeichert: _brand_ (benötigt nihct mehr Platz im Kameraspeicher)";
"_upload_camera_fullphotos_"        = "Alle Kamerafotos/videos hochladen";
"_upload_camera_fullphotos_footer_" = "Wählen Sie die vorstehenden Optionen bevor Sie hochladen";

// Manage Photos

"_change_folder_photos_" = "Ordnerfotos ändern";

// Manage Help

"_help_tutorial_"           = "Anleitung";
"_help_intro_"              = "Einführung  _brand_";
"_help_synchronizations_"   = "Synchronisationsordner";
"_help_share_"              = "Dateien oder Ordner teilen";
"_help_itunes_share_"       = "iTunes Dateifreigabe & Fingerabdruck";
"_help_share_ext_"          = "Teien-Erweiterung & Teilen-Erlaubnis";
"_help_copy_paste_"         = "Dateien kopieren und einfügen";
"_help_control_center_"     = "Einstellungen";
"_help_switch_user_"        = "Schnell zwischen Konten wechseln";

// Manage Optimizations

"_optimized_photos_"        = "Optimierte Fotoauflösung";
"_upload_del_photos_"       = "Dateien nach dem Hochladen entfernen";
"_optimized_photos_how_"    = "Sofern Ihr iPhone nur noch wenig Speicherplatz hat, werden hochaufgelöste Fotos automatisch durch optimierte Versionen ersetzt. Die hoachaufgelösten Fotos werden in Ihrer Cloud gespeichert.";
"_upload_del_photos_how_"   = "Dateien werden von Ihrem _brand_ Speicher entfernt, sobald sie in die Cloud hochgeladen sind. Sie verbleiben jedoch im Kameraspeicher. They will remain in the camera roll. Laden Sie die Dateien einfach herunter, um sie zu betrachten.";

// Manage Synchronizations

"_sync_wifi_how_"           = "Die Dateien in den synchronisierten Ordnern werden nur bei bestehender Wi-Fi-Verbindung aktualisiert";
"_sync_active_"             = "Aktive Ordnersynchronisation";
"_sync_active_footer_"      = "Sie können Wischen, um eine aktive Synchronisation zu löschen.";

// Login

"_connect_server_anyway_"   = "Möchten Sie dennoch eine Verbindung zu diesem Server herstellen?";
"_connection_error_"        = "Verbindungsfehler";
"_add_your_owncloud_"       = "ownCloud Account hinzufügen";
"_add_your_dropbox_"        = "Dropbox Account hinzufügen";
"_add_your_nextcloud_"      = "Nextcloud Account hinzufügen";
"_key_aes_256_"             = "PIN für den Verschlüsselungsschlüssel";

"_security_init_required_hint_" = "Hinweis für den PIN für den Verschlüsselungsschlüssel (Empfohlen)";
"_hint_"                        = "Hinweis";
"_security_init_required_mail_" = "Geben Sie Ihre E-Mailadresse ein an die der Verschlüsselungs-PIN versandt weren soll (empfohlen). Wenn sie das jetzt nicht machen möchten oder können, dann können Sie diese Eingabe auch später in den EInstellungen nachholen.";
"_email_"                       = "E-Mail";
"_title_form_security_init_"    = "Sicherheitsoptionen";

// Favorite

"_favorites_"                   = "Favoriten";
"_local_storage_"               = "Lokaler Speicher";
"_no_files_uploaded_"           = "Keine Dateien hochgeladen";
"_tutorial_favorite_view_"      = "Dateien die offline zur Verfügung stehen sollen, hier hin kopieren. Die Dateien werden mit Ihrer Cloud synchronisiert.";
"_tutorial_local_view_"         = "Kopieren Sie die Dateien auf die Sie offline zugreifen möchten hier hin. Die Dateien werden danach nicht mehr mit Ihrer Cloud synchronisiert.. \n\nEs handelt sich um die entpackten Dateien aus Ihrer Cloud. \n\nVerbinden Sie sich zu iTunes um diese Dateien zu teilen.";
"_more_"                        = "Mehr";

// Camera Upload

"_pull_down_"                               = "Zum Aktualisieren herunterziehen";
"_no_photo_load_"                           = "Kein Foto oder Video";
"_tutorial_camera_upload_view_"             = "Keine Fotos oder Videos geladen. Um das automatische Hochladen von Fotos und Videos von der Kamera zu ermöglichen gehen Sie zu den EInstellungen und aktivieren Sie die Funktion 'Kamerafotos automatisch hochladen'";
"_no_date_"                                 = "Kein Datum";
"_today_"                                   = "Heute";
"_time_"                                    = "Zeit : %@\n\n%@";
"_location_not_enabled_"                    = "Standortdienste nicht aktiviert";
"_location_not_enabled_msg_"                = "Bitte gehen Sie zu den Einstellungen und schalten Sie die Standortdienste ein um das automatische Hochladen von Kamerafotos und -Videos zu ermöglichen.";
"_access_photo_not_enabled_"                = "Zugriff auf Fotos nicht freigegeben";
"_access_photo_not_enabled_msg_"            = "Bitte gehen Sie zu den Einstellungen und schalten Sie den Fotozugriff ein um das automatische Hochladen von Kamerafotos und -Videos zu ermöglichen.";
"_access_photo_location_not_enabled_"       = "Zugriff auf Fotos und Standort nicht freigegeben";
"_access_photo_location_not_enabled_msg_"   = "Bitte gehen Sie zu den Einstellungen und schalten Sie den Fotozugriff sowie die Standortdienste ein, um das automatische Hochladen von Kamerafotos und -Videos zu ermöglichen.";
"_processing_send_camera_upload_"           = "Lade Kamerafoto hoch ...";
"_select_only_localfile_"                   = "Datei bislang nicht heruntergeladen";
"_tutorial_photo_view_"                     = "Keine Fotos oder Videos geladen ...";

// Template

"_title_"                       = "Titel";
"_web_account_data_"            = "Web-Konto Daten";
"_url:_"                        = "Url :";
"_login:_"                      = "Login :";
"_password:_"                   = "Passwort :";
"_notes_"                       = "Notizen";
"_web_account_"                 = "Web-Konto";
"_enter_title_"                 = "Titel eingeben";
"_add_folder_"                  = "Ordner hinzufügen";
"_add_photos_videos_"           = "Fotos oder Videos hinzufügen";
"_add_folder_encryptated_"      = "Ordner mit verschlüsseltem Namen hinzufügen";
"_add_encrypted_photo_video_"   = "Verschlüsselte Fotos oder Videos hinzufügen";
"_add_credit_card_"             = "Vorlage für Kreditkarte hinzufügen";
"_add_atm_"                     = "Vorlage für Geldautomatenkarte hinzufügen";
"_add_bank_account_"            = "Vorlage für Bankkonto hinzufügen";
"_add_web_account_"             = "Web-Konto hinzufügen";
"_add_notes_"                   = "Notizen hinzufügen";
"_add_driving_license_"         = "Vorlage für Führerschein hinzufügen";
"_add_id_card_"                 = "Vorlage für Personalausweis hinzufügen";
"_add_passport_"                = "Vorlage für Reisepass hinzufügen";
"_add_atm_card_"                = "Daten der Geldautomatenkarte";
"_bank_name:_"                  = "Bank-Name :";
"_code:_"                       = "Code :";
"_security_code:_"              = "Sicherheitscode:";
"_pin:_"                        = "PIN :";
"_atm_card_"                    = "Geldautomatenkarte";
"_credi_card_data_"             = "Daten der Kreditkarte";
"_name_surname:_"               = "Name Nachname :";
"_expiry_date:_"                = "Ablaufdatum";
"_credit_card_"                 = "Kreditkarte";
"_id_card_"                     = "Personalausweis";
"_number:_"                     = "Nummer :";
"_place_of_birth:_"             = "Geburtsort:";
"_date_of_birth:_"              = "Geburtsdatum:";
"_date_of_issue:_"              = "Ausstellungsdatum:";
"_date_of_expiry:_"             = "Ablaufdatum:";
"_bank_account_data_"           = "Bankkontodaten";
"_account_n:_"                  = "Kontonummer:";
"_iban:_"                       = "IBAN :";
"_swift:_"                      = "SWIFT :";
"_agency:_"                     = "Bank:";
"_bank_account_"                = "Bankkonto";
"_passport_"                    = "Pass";
"_driving_license_"             = "Führerschein";
"_license_number:_"             = "Führerscheinnummer";
"_vehicle_types:_"              = "Fahrzeugtypen :";

// Utility

"_never_"                       = "nie";
"_less_a_minute_"               = "vor weniger als einer Minute";
"_minutes_ago_"                 = "vor %d Minuten";
"_hours_ago_"                   = "vor %d Stunden";
"_days_ago_"                    = "vor %d Tagen";
"_over_30_days_"                = "mehr als 30 Tage";
"_connection_internet_offline_" = "Internetverbindung scheint nicht zu bestehen oder Wi-Fi ist erforderlich";
"_insert_password_"             = "Passwort eingeben";
"_update_in_progress_"          = "Aktualisierung läuft, bitte warten ...";
"_forbidden_characters_"        = "Der Datei- oder Ordnername enthält unzulässige Zeichen";
"_mail_not_can_send_mail_"      = "Kein konfiguriertes Konto oder falsche E-Mailadresse eingegeben";

// File

"_photo_camera_"                = "Fotos";
"_unzip_in_progress_"           = "Ent-Zip-Vorgang läuft auf lokalem Speicher ...";
"_file_unpacked_"               = "Datei erfolgreich auf den lokalen Speicher entpackt";
"_file_saved_local_"            = "Datei erfolgreich auf dem lokalen Speicher gesichert";
"_file_not_present_"            = "Fehler, Datei nicht vorhanden, neu laden.";
"_order_by_date_"               = "Nach Datum sortieren";
"_current_order_name_"          = "(Aktuelle Sortierung: Nach Namen)";
"_order_by_name_"               = "Nach Namen sortieren";
"_current_order_date_"          = "(Aktuelle Sortierung: Nach Datum)";
"_sort_descending_"             = "Absteigend sortieren";
"_current_sort_ascending_"      = "(Aktuelle Sortierung: Aufsteigend)";
"_sort_ascending_"              = "Aufsteigend sortieren";
"_current_sort_descending_"     = "(Aktuelle Sortierung: absteigend)";
"_delete_selected_files_"       = "Dateien löschen";
"_move_selected_files_"         = "Dateien verschieben";
"_encrypted_selected_files_"    = "Verschlüsselte Dateien";
"_decrypted_selected_files_"    = "Entschlüsselte Dateien";
"_download_selected_files_"     = "Dateien herunterladen";
"_error_passcode_"              = "Fehler: Falsche PIN für den Entschlüsselungsschlüssel";
"_error_operation_canc_"        = "Fehler, Operation abgebrochen.";
"_only_lock_passcode_"          = "Zugriff nur mit aktivierter Passwortsperre. In den Einstellungen aktivieren.";
"_passcode_protection_"         = "Passwortschutz";
"_encrypt_"                     = "Verschlüsseln";
"_decrypt_"                     = "Entschlüsseln";
"_remove_favorites_"            = "Aus Favoriten entfernen";
"_add_favorites_"               = "Zu den Favoriten hinzufügen";
"_remove_passcode_"             = "Passwortschutz entfernen";
"_protect_passcode_"            = "Mit Passwort schützen";
"_share_"                       = "Teilen";
"_reload_"                      = "Neu laden";
"_open_in_"                     = "Öffnen mit...";
"_add_local_"                   = "Zu lokalem Speicher hinzufügen";
"_comm_erro_pull_down_"         = "Achtung: Verindungsfehler mit dem Server. Herunterziehen zum aktualisieren.";
"_file_not_downloaded_"         = "Datei nicht heruntergeladen";
"_file_not_uploaded_"           = "Datei nicht hochgeladen";
"_folders_"                     = "Ordner";
"_folder_"                      = "Ordner";
"_files_"                       = "Dateien";
"_file_"                        = "Datei";
"_folder_blocked_"              = "Ordner gesperrt";
"_downloading_progress_"        = "Initialisiere das Herunterladen von Dateien ...";
"_encrypted_progress_"          = "Verschlüsselt ...";
"_decrypted_progress_"          = "Entschlüsselt ...";
"_no_file_pull_down_"           = "Keine Dateien gefunden. Laden Sie eine Datei hoch oder ziehen Sie um zu aktualisieren";
"_browse_images_"               = "Bilder durchsuchen";
"_synchronized_folder_"         = "Ordner synchronisiert halten";
"_remove_synchronized_folder_"  = "Synchronisation entfernen";
"_synchronized_confirm_"        = "Nach dem Einschalten der Synchronisation werden alle Dateien im Ordner mit dem Server synchronisiert werden, Fortsetzen?";
"_same_device_different_passcode_"  = "Die Datei wurde auf dem selben Gerät aber mit einer anderen PIN verschlüsselt. Bitte beachten Sie, dass dann wenn die alte PIN eingegeben wird, Dateien die mit der neuen PIN verschlüsselt wurden nicht mehr gelesen werden können.";
"_file_encrypted_another_device_"   = "Die Dateie wurde auf einem anderen Gerät verschlüsselt  [%@], geben Sie die PIN zum Entschlüsseln ein.";
"_file_not_found_reload_"       = "Datei nicht gefunden, herunterziehen um zu aktualisieren";
"_title_section_download_"      = "HERUNTERLADEN";
"_title_section_upload_"        = "HOCH LADEN";
"_group_alphabetic_yes_"        = "✓ alphabetisch gruppiert";
"_group_alphabetic_no_"         = "Alphabetisch gruppiert";
"_group_typefile_yes_"          = "✓ Nach Dateityp gruppiert";
"_group_typefile_no_"           = "Nach Dateityp gruppiert";
"_group_date_yes_"              = "✓ Nach Datum gruppieren";
"_group_date_no_"               = "Nach Datum gruppieren";
"_element_"                     = "Element";
"_elements_"                    = "Elemente";
"_tite_footer_upload_wwan_"     = "Wi-Fi Verbindung erforderlich, %lu Fotos sollen hochgeladen werden";
"_limited_dimension_"           = "Maximalgröße erreicht";
"_same_device_different_passcode_hint_" = "Die Datei wurde auf dem selben Gerät aber mit anderer Verschlüsselungs-PIN verschlüsselt. Achtung: Sobald die alte PIN eingegeben wird, können die Dateien die mit der neuen PIN verschlüsselt wurden nicht mehr gelesen werden.\n\nHinweis : %@";
"_file_encrypted_another_device_hint_" = "Die Datei wurde auf einem anderen Gerät verschlüsselt [%@],  geben Sie die Verschlüsselungs-PIN ein, um den Dateiinhalt lesen zu können.\n\n\nHinweis : %@";
"_save_selected_files_"         = "Bilder und Videos im Fotoalbum speichern";
"_file_not_saved_cameraroll_"   = "Fehler, Datei nicht im Fotoalbum gespeichert";
"_file_saved_cameraroll_"       = "Datei im Fotoalbum gespeichert";

"audio"                         = "AUDIO";
"compress"                      = "KOMPRIMIEREN";
"directory"                     = "ORDNER";
"document"                      = "DOKUMENTE";
"image"                         = "BILDER";
"template"                      = "VORLAGEN";
"unknow"                        = "UNBEKANNT";
"video"                         = "VIDEO";

"_Device_Jailbroken_"           = "Achtung! Sie haben einen Jailbrake auf Ihr gerät angewandt. Die Ausführung von _brand_ könnte nicht vollständig kompatibel sein!!";
"_no_plist_pull_down_"          = "Verschlüsselte Dateien wurden nicht aktualisiert, herunterziehen zum Aktualisieren";
"_file_del_only_local_"         = "Datei auf dem Server nicht vorhanden";

"_copy_file_"                   = "Datei kopieren";
"_copy_files_"                  = "Dateien kopieren";
"_paste_file_"                  = "Datei einfügen";
"_paste_file_encrypted_"        = "Verschlüsselte Datei einfügen";
"_paste_files_"                 = "Dateien einfügen";
"_paste_files_encrypted_"       = "Veschlüsselte Dateien einfügen";
"_paste_cryptated_"             = "Veschlüsselt einfügen";

// Security

"_reload_folder_"               = "Ordner neu laden";
"_encrypt_error_"               = "Während der Verschlüsselung der Datei %@ ist ein Fehler aufgetreten. [%@]";
"_decrypt_error_"               = "Während der Entschlüsselung der Datei %@ ist ein Fehler aufgetreten. [%@]";
"_encryption_"                  = "Veschlüssele ...";
"_decryption_"                  = "Entschlüssele ...";

// CoreData

"_required_new_database_"       = "Entschuldigen Sie die Unannehmlichkeiten, aber im Hinblick auf Verbesserungen ist es erforderlich, dass Sie sich erneut einloggen um eine aktuelle Version der Datenbank zu erhalten.";

// Files Preview

"_insert_password_pfd_"         = "Gesichertes PDF. Passwort eingeben";
"_password_pdf_error_"          = "Falsches Passwort";
"_error_download_photobrowser_" = "Fehler, kann das Foto nicht herunterladen";

// Share

"_share_link_"                  = "Link teilen";
"_share_link_button_"           = "Link senden an …";
"_password_"                    = "Passwort";
"_share_password_"              = "Passwortgeschützter Link";
"_share_expirationdate_"        = "Ablaufdatum für den Link setzen";
"_date_"                        = "Datum";
"_share_title_"                 = "Teilen";
"_add_sharee_"                  = "Benutzer oder Gruppen hinzufügen";
"_add_sharee_footer_"           = "Sie können diese Ressource teilen, indem Sie Nutzer oder Gruppen hinzufügen. Um eine Freigabe aufzuheben, alle Nutzer und Gruppen entfernen";
"_find_sharee_title_"           = "Suche";
"_find_sharee_"                 = "Suche Benutzer oder Gruppe ...";
"_find_sharee_footer_"          = "Geben Sie einen Teil des Namens des Nutzers oder der Gruppe nach der gesucht werden soll ein (mindestens 2 Zeichen) gefolgt von einem 'Enter'. Wählen Sie die Nutzer aus, denen der Zugriff auf die Freigabe gestattet werden soll und bestätigen Sie mit 'OK'";
"_user_is_group_"               = "(Gruppe)";
"_direct_sharee_title_"         = "Teilen";
"_direct_sharee_footer_"        = "Wenn Sie den Namen des Nutzers kennen, geben Sie ihn ein und drücken Sie 'OK' um zu bestätigen";
"_direct_sharee_"               = "Benutzernamen eingeben ...";
"_user_sharee_footer_"          = "Tippen um die Berechtigungen zu ändern";

// Share Permission

"_share_permission_title_"          = "Berechtigungen";
"_share_permission_edit_"           = "Kann bearbeiten";
"_share_permission_file_can_write_" = "Kann in Datei schreiben";
"_share_permission_create_"         = "Kann erstellen";
"_share_permission_create_file_"    = "Kann Dateien erstellen";
"_share_permission_create_folder_"  = "Kann Ordner erstellen";
"_share_permission_change_"         = "Kann ändern";
"_share_permission_delete_"         = "Kann löschen";
"_share_permission_share_"          = "Kann teilen";
"_share_permission_rename_"         = "Kann umbenennen";
"_share_permission_move_"           = "Kann verschieben";
"_share_permission_info_"           = "Informationen teilen";
"_share_permission_path_"           = "Datei/Ordner";
"_share_permission_type_"           = "Typ";
"_share_permission_typeuser_"       = "Benutzer";
"_share_permission_typegroup_"      = "Gruppe";
"_share_permission_typepubliclink_" = "Link";
"_share_permission_typefederated_"  = "Federated";
"_share_permission_owner_"          = "Eigentümer";
"_share_permission_date_"           = "Datum";
"_share_permission_email_"          = "Benachrichtigung per E-Mail";

// ShareInfoCMOC

"_type_resource_connect_you_"       = "Mit Ihnen geteilt";
"_type_resource_external_"          = "Externer Speicher";

// Share Ext

"_destiny_folder_"                  = "Ordner : %@";

// List Transfers

"_no_transfer_"                     = "Keine Übertragung";

// -----------------------------------------------------------------------------------------------------------

"Done"                          = "Fertig";
"Select Photos"                 = "Fotos auswählen";
"photo"                         = "Foto";
"photos"                        = "Fotos";
"of"                            = "von";

"%i of %i"                      = "%1$i von %2$i";
